{
  "translations": {
    "main": {
      "firstParagraph": "It has been operating since 2014, and we have a experienced and dynamic team with extensive knowledge of the industry, in different areas of engineering, in tune with the needs of our customers in RAM.",
      "secondParagraph": "We intervene at the project level, assembly/execution and technical assistance in the following business areas:",
      "thirdParagraph": "In the areas mentioned above, we sell products from reference brands, both for the industrial and commercial sectors, with several partnerships forged with globally recognized business groups.",
      "animatedText": {
        "1": "Industrial Automation and Maintenance",
        "2": "Electricity and ITED",
        "3": "Air conditioning",
        "4": "Renewable energy"
      }
    },
    "header": {
      "mission": {
        "title": "Mission",
        "visionTilte": "Vision",
        "mission": "Electroflow's main mission is to satisfy the needs of its customers, developing and implementing integrated engineering solutions, using efficient and sustainable technologies.",
        "vision": "We intend to stand out as a regional reference in integrated design, installation and maintenance offerings, in the business areas in which we are involved, namely Electrical Installations, Air Conditioning, Automation and Industrial Maintenance, annually increasing our market share in their respective areas."
      },
      "services": {
        "title": "Services",
        "firstService": {
          "title": "Preparation of studies and projects",
          "item1": "Climitization",
          "item2": "Electrical Installations and ITED",
          "item3": "Renewable Energy"
        },
        "secondService": {
          "title": "Planning and execution of works",
          "item1": "Electrical installations and ITED",
          "item2": "Air conditioning and ventilation",
          "item3": "Assembly of hydropressor systems",
          "item4": "Assembly of electro-mechanical equipment"
        },
        "thirdService": {
          "title": "Maintenance Management",
          "item1": "Preparation and Execution of Preventive and Predictive Maintenance Plans",
          "item2": "Carrying out corrective maintenance on electrical, mechanical and hydraulic systems",
          "item3": "Technical assistance for all types of industrial equipment"
        }
      },
      "portfolio": {
        "title": "Portfolio",
        "aquaparque": "Hydraulic Installations",
        "imprinews": "Automation",
        "meo": "HVAC",
        "meoCallCenter": "Electrical Installations",
        "amparo": "DB Boards",
        "place": "Electrical Installations",
        "moradia": "UPAC",
        "judicaria": "Electrical Installations",
        "vieira": "Photovoltaic systems",
        "laurencinhas": "Inst.Eletricas",
        "avac": "Altice"
      },
      "team": {
        "title": "Team",
        "position": {
          "ceo": "Chief Executive Officer (CEO)",
          "admin": "Administration and Finance Services",
          "cto": "Chief Technology Officer (CTO)",
          "auto": "Industrial Automation and Maintenance",
          "elect": "Electrical Installations and Renewable Energies",
          "clima": "HVAC",
          "compras": "Procurement & Logistics",
          "clima2": "HAVAC and Industrial Maintenance"
        }
      },
      "contact": {
        "title": "Contact",
        "contactForm": {
          "title": "Contact us",
          "writeUs": "Send us a message",
          "moreInfo": "For more information about our services, do not hesitate to contact us by filling out the form below",
          "name": "Name",
          "email": "Email",
          "subject": "Subject",
          "message": "Message",
          "contactInfo": "Contact info",
          "confirmationModal": "Contact request sent successfully"
        }
      },
      "budget": {
        "title": "Ask for buget",
        "form": {
          "name": "Name",
          "address": "Address",
          "location": "Location",
          "zipCode": "zip-code",
          "LocationInstall": "Location for installation or supply",
          "details": "Enter useful information to be taken into account when preparing your budget"
        }
      }
    },
    "cards": {
      "title": "",
      "phone": "Phone number"
    },
    "products": {
      "title": "Products",
      "moreInfo": "See more",
      "1": {
        "title": "Electrical panels",
        "description": "As HAGER-certified panelists, ELECTROFLOW designs, manufactures and assembles electrical panels, both power and control, in accordance with the specifications of the customer, and using components from the most prestigious manufacturers. An electrical, or distribution, panel is a electrical equipment intended to receive electrical energy from one or more power supplies and distributes them to one or more more circuits. Intended to house one or more devices protection and/or maneuvering and the connection of electrical conductors interconnected to them, in order to distribute electrical energy to the different circuits. In any electrical installation, we must know how to carry out the corresponding procedures the execution of a previously prepared project, in compliance with the specifications provided for in NBR 5410 (standard that regulates electrical installations at low voltage) and NR-10 (safety in installations and services in electricity).",
        "modal": [
          "As panelists certified by HAGER, ELECTROFLOW designs, manufactures and assembles electrical panels, both power and control, according to customer specifications, and using components from the most prestigious manufacturers.",
          "An electrical, or distribution, panel is an electrical equipment designed to receive electrical energy from one or more power sources and distribute it to one or more circuits. Intended to house one or more protection and/or switching devices and the connection of electrical conductors interconnected to them, in order to distribute electrical energy to the various circuits.",
          "In any electrical installation, we must know how to carry out the procedures corresponding to the execution of a previously prepared project, in accordance with the specifications set out in NBR 5410 (standard that regulates low voltage electrical installations) and NR-10 (safety in installations and services in electricity)."
        ]
      },
      "2": {
        "title": "Electric motors, gearmotors and inverters",
        "description": "We are exclusive SEW distributors for this range of products. The SEW modular gearmotor system is aimed at a range of application areas. Select the ideal drive for you from standard, electric suspended support system, servo gearmotors, adjustment gearmotors, stainless steel or explosion-proof gearmotors. The compact range of functions, simple handling and quick integration into the application are features that distinguish MOVITRAC® LTE-B frequency converters. They are available in 3 sizes in the power range from 0.37 kW to 7.5 kW for supply voltages of 115 V, 230 V and 400 V. Designed and developed for speed control of asynchronous motors without an encoder, the converter performs reliably your simple transport applications. Especially in small modular conveyors, fans and pumps.",
        "modal": [
          "We are exclusive SEW distributors for this range of products.",
          "The SEW modular gearmotor system is aimed at a range of application areas. Select the ideal drive for you from standard, electric suspended support system, servo gearmotors, adjustment gearmotors, stainless steel or explosion-proof gearmotors.",
          "The compact range of functions, simple handling and quick integration into the application are features that distinguish MOVITRAC® LTE-B frequency converters. They are available in 3 sizes in the power range from 0.37 kW to 7.5 kW for supply voltages of 115 V, 230 V and 400 V. Designed and developed for speed control of asynchronous motors without an encoder, the converter performs reliably your simple transport applications. Especially in small modular conveyors, fans and pumps."
        ]
      },
      "3": {
        "title": "Pumps and pressure systems",
        "description": "We supply all types of fuel pumps domestic, industrial, swimming pool, irrigation or any other type of situation. Choosing the type of water pump or other fluid requires knowing the flow rate and desired pressure in the most unfavorable point, whether for domestic supply, industrial, swimming pool, irrigation or any other type of situation. As main partners we have the CAPRARI Brands and EBARA.",
        "modal": [
          "We supply all types of pumps for domestic, industrial, swimming pool, irrigation or any other type of situation. Choosing the type of water pump or other fluid requires knowing the flow rate and pressure desired at the most unfavorable point, whether for domestic, industrial supply, swimming pool, irrigation or any other type of situation.  As main partners we have the brands CAPRARI and EBARA.",
          "To obtain a quote for your case, please contact us with the following information:"
        ]
      },
      "4": {
        "title": "HVAC equipment",
        "description": "In this business area we are distributors and assistance approved techniques of the DAIKIN, SAMSUNG and TOYOTOMI Brands. The heating, ventilation and air conditioning (HVAC) refers to to a range of equipment that aims to air conditioning different environments to ensure the thermal comfort of these spaces. In this sense, in addition to To provide a pleasant temperature, the HVAC system is responsible for filtering the air and eliminating bacteria, mold and fungi from the environment in which it is located. The equipment for HVAC can also be integrated with a management system and energy savings.",
        "modal": [
          "In this business area we are approved distributors and technical assistance of the DAIKIN, SAMSUNG and TOYOTOMI Brands.",
          "Heating, ventilation and air conditioning (HVAC) refers to a range of equipment that aims to air-condition different environments, thus guaranteeing the thermal comfort of these spaces. In this sense, in addition to providing a pleasant temperature, the HVAC system is responsible for filtering the air and eliminating bacteria, mold and fungi from the environment in which it is located. HVAC equipment can also be integrated with an energy management and saving system."
        ]
      },
      "5": {
        "title": "Photovoltaic panels",
        "description": "Photovoltaic solar energy is energy obtained through the direct conversion of light into electricity through the photovoltaic effect. The photovoltaic cell, a device made from semiconductor material, is the fundamental unit of this conversion process. This type of energy is used to power a wide variety of applications and autonomous devices, to supply refuges or homes isolated from the electrical grid and to produce electricity on a large scale through distribution networks. Due to the growing demand for renewable energy, the manufacturing of solar cells and photovoltaic installations has advanced considerably in recent years.",
        "modal": [
          "Photovoltaic solar energy is energy obtained through the direct conversion of light into electricity through the photovoltaic effect. The photovoltaic cell, a device made from semiconductor material, is the fundamental unit of this conversion process.",
          "This type of energy is used to power a wide variety of applications and autonomous devices, to supply refuges or homes isolated from the electrical grid and to produce electricity on a large scale through distribution networks. Due to the growing demand for renewable energy, the manufacturing of solar cells and photovoltaic installations has advanced considerably in recent years."
        ]
      }
    },
    "footer": {
      "copy": "All rights ",
      "reserved": "reserved",
      "privacyPolicyTitle": "Privacy Policy"
    },
    "form": {
      "name": "Name",
      "email": "Email",
      "morada": "Address",
      "zip-code": "Zip code",
      "subject": "Subject",
      "localidade": "Location",
      "install": "Installation or delivery location",
      "details": "Enter useful information to consider in the preparation of your quote",
      "message": "Message"
    }
  }
}
