{
  "translations": {
    "main": {
      "firstParagraph": "It has been operating since 2014, and we have a young and dynamic team with extensive knowledge of the industry, in different areas of engineering, in tune with the needs of our customers in RAM.",
      "secondParagraph": "We intervene at the project level, assembly/execution and technical assistance in the following business areas:",
      "thirdParagraph": "In the areas mentioned above, we sell products from reference brands, both for the industrial and commercial sectors, with several partnerships forged with globally recognized business groups.",
      "animatedText": {
        "1": "Industrial Automation and Maintenance",
        "2": "Electricity and ITED",
        "3": "Air conditioning",
        "4": "Renewable energy"
      }
    },
    "header": {
      "mission": {
        "title": "Mission",
        "visionTilte": "Vision",
        "mission": "Electroflow's main mission is to satisfy the needs of its customers, developing and implementing integrated engineering solutions, using efficient and sustainable technologies.",
        "vision": "We intend to stand out as a regional reference in integrated design, installation and maintenance offerings, in the business areas in which we are involved, namely Electrical Installations, Air Conditioning, Automation and Industrial Maintenance, annually increasing our market share in their respective areas."
      },
      "services": {
        "title": "Services",
        "firstService": {
          "title": "Project Management",
          "item1": "Preparation of Heating, Air Conditioning and Ventilation Studies and Projects",
          "item2": "Electrical Installations and ITED",
          "item3": "Renewable Energy"
        },
        "secondService": {
          "title": "Production management",
          "item1": "Execution of works",
          "item2": "Execution of renovations"
        },
        "thirdService": {
          "title": "Maintenance Management",
          "item1": "Preparation and Execution of Preventive and Predictive Maintenance Plans",
          "item2": "Technical Assistance and Corrective Maintenance",
          "item3": "Technical assistance"
        }
      },
      "portfolio": {
        "title": "Portfolio"
      },
      "products": {
        "title": "Products"
      },
      "team": {
        "title": "Team"
      },
      "contact": {
        "title": "Contact"
      },
      "budget": {
        "title": "Ask for buget"
      }
    },
    "cards": {
      "title": ""
    },
    "products": {
      "title": "Products",
      "1": {
        "title": "Electrical panels",
        "description": "As HAGER-certified panelists, ELECTROFLOW designs, manufactures and assembles electrical panels, both power and control, in accordance with the specifications of the customer, and using components from the most prestigious manufacturers. An electrical, or distribution, panel is a electrical equipment intended to receive electrical energy from one or more power supplies and distributes them to one or more more circuits. Intended to house one or more devices protection and/or maneuvering and the connection of electrical conductors interconnected to them, in order to distribute electrical energy to the different circuits. In any electrical installation, we must know how to carry out the corresponding procedures the execution of a previously prepared project, in compliance with the specifications provided for in NBR 5410 (standard that regulates electrical installations at low voltage) and NR-10 (safety in installations and services in electricity)."
      }
    },
    "footer": {
      "privacyPolicyTitle": "Privacy Policy"
    }
  }
}
