{
  "translations": {
    "main": {
      "firstParagraph": "Exerce a atividade desde 2014, e contamos com uma equipa jovem e dinâmica com amplos conhecimentos da indústria, em diversas áreas de engenharia, em sintonia com as necessidades dos nossos clientes na RAM.",
      "secondParagraph": "Intervimos ao nível do projeto, montagem/execução e assistência técnica nas seguintes áreas de negócio:",
      "thirdParagraph": "Nas áreas acima mencionadas comercializamos produtos de Marcas de referência, tanto para o setor industrial como comercial, com várias parcerias forjadas com grupos empresariais reconhecidos globalmente.",
      "animatedText": {
        "1": "Automação e Manutenção Industrial",
        "2": "Eletricidade e ITED",
        "3": "Climatização",
        "4": "Energias renováveis"
      }
    },
    "header": {
      "mission": {
        "title": "Missão",
        "visionTilte": "Visão",
        "mission": "A Electroflow tem como principal missão satisfazer as necessidades dos seus clientes, desenvolvendo e implementando soluções de engenharia integradas, com recurso a tecnologias eficientes e sustentáveis.",
        "vision": "Pretendemos destacar-nos como referência regional em oferta integrada de projeto, instalação e manutenção, nas áreas de negócio em que estamos envolvidos, nomeadamente Instalações Elétricas, Climatização, Automação e Manutenção Industrial, aumentando anualmente a nossa quota de mercado nas respetivas áreas."
      },
      "services": {
        "title": "Serviços",
        "firstService": {
          "title": "Gestão de Projetos",
          "item1": "Elaboração de Estudo e Projetos de Aquecimento, Ar Condicionado e Ventilação",
          "item2": "Instalações Elétricas e ITED",
          "item3": "Energias renováveis"
        },
        "secondService": {
          "title": "Gestão de Produção",
          "item1": "Execução de obras",
          "item2": "Execução de remodelações"
        },
        "thirdService": {
          "title": "Gestão de Manutenção",
          "item1": "Elaboração e Execução de Planos de Manutenção Preventiva e Preditiva",
          "item2": "Assistência Técnica e Manutenção Correctiva",
          "item3": "Assistência Técnica"
        }
      },
      "portfolio": {
        "title": "Portfólio"
      },
      "team": {
        "title": "Equipa",
        "position": {
          "ceo": "Diretor Executivo (CEO)",
          "admin": "Serviços Administrativos e Financeiros",
          "cto": "Diretor Técnico (CTO)",
          "auto": "Automação e Manutenção Industrial",
          "elect": "Instalações Elétricas e Energias Renováveis",
          "clima": "Climatização",
          "compras": "Compras e Logística"
        }
      },
      "contact": {
        "title": "Contacto",
        "contactForm": {
          "title": "Contacte-nos",
          "writeUs": "Envie-nos uma mensagem",
          "moreInfo": "Para mais informações sobre os nossos serviços, não hesite em contactar-nos preenchendo o formulário abaixo",
          "name": "Nome",
          "email": "Email",
          "message": "Mensagem",
          "contactInfo": "Informação do contacto"
        }
      },
      "budget": {
        "title": "Pedir orçamento",
        "form": {
          "name": "Nome",
          "address": "Morada",
          "location": "Localidade",
          "zipCode": "Código-Postal",
          "LocationInstall": "Localidade para instalação ou fornecimento",
          "details": "Insira informações úteis a ter em conta na elaboração do seu orçamento"
        }
      }
    },
    "cards": {
      "title": "",
      "phone": "Telefone"
    },
    "products": {
      "title": "Produtos",
      "moreInfo": "Saber mais",
      "1": {
        "title": "Quadros elétricos",
        "description": "Como quadristas certificados pela HAGER, a ELECTROFLOW projeta, fabrica e monta quadros elétricos, tanto de potência como de comando, de acordo com as especificações do cliente, e utilizando componentes dos mais prestigiados fabricantes. Um quadro elétrico, ou de distribuição, é um equipamento elétrico destinado a receber energia elétrica de uma ou mais fontes de alimentação e distribui-las a um ou mais circuitos. Destinado a abrigar um ou mais dispositivos de proteção e/ou manobra e a conexão de condutores elétricos interligados a eles, a fim de distribuir a energia elétrica aos diversos circuitos. Em qualquer instalação elétrica, devemos saber como realizar os procedimentos correspondentes à execução de um projeto elaborado previamente, em conformidade com as especificações previstas na NBR 5410 (norma que regulamenta as instalações elétricas em baixa tensão) e NR-10 (segurança em instalações e serviços em eletricidade).",
        "modal": [
          "Como quadristas certificados pela HAGER, a ELECTROFLOW projeta, fabrica e monta quadros elétricos, tanto de potência como de comando, de acordo com as especificações do cliente, e utilizando componentes dos mais prestigiados fabricantes.",
          "Um quadro elétrico, ou de distribuição, é um equipamento elétrico destinado a receber energia elétrica de uma ou mais fontes de alimentação e distribui-las a um ou mais circuitos. Destinado a abrigar um ou mais dispositivos de proteção e/ou manobra e a conexão de condutores elétricos interligados a eles, a fim de distribuir a energia elétrica aos diversos circuitos.",
          "Em qualquer instalação elétrica, devemos saber como realizar os procedimentos correspondentes à execução de um projeto elaborado previamente, em conformidade com as especificações previstas na NBR 5410 (norma que regulamenta as instalações elétricas em baixa tensão) e NR-10 (segurança em instalações e serviços em eletricidade)."
        ]
      },
      "2": {
        "title": "Motores elétricos, motoredutores e variadores",
        "description": "`Nesta gama de produtos somos distribuidores exclusivos da SEW. O sistema modular de motorredutores SEW está orientado para uma panóplia de áreas de aplicação. Seleccione o accionamento ideal para si, entre os motorredutores standard, de sistema de suporte suspenso elétrico, servomotoredutores, motoredutores de ajuste, em aço inoxidável ou à prova de explosão. A gama de funções compacta, o manuseamento simples e uma integração rápida na aplicação são características que distinguem os conversores de frequência MOVITRAC® LTE-B. Estão disponíveis em 3 tamanhos na gama de potências de 0,37 kW até 7,5 kW para as tensões de alimentação de 115 V, 230 V e 400 V. Concebido e desenvolvido para o controlo da velocidade de motores assíncronos sem encoder, o conversor realiza de forma fiável as suas aplicações de transporte simples. Especialmente em pequenos tranportadores modulares, em ventiladores e bombas.`,",
        "modal": [
          "Nesta gama de produtos somos distribuidores exclusivos da SEW.",
          "O sistema modular de motorredutores SEW está orientado para uma panóplia de áreas de aplicação. Seleccione o accionamento ideal para si, entre os motorredutores standard, de sistema de suporte suspenso elétrico, servomotoredutores, motoredutores de ajuste, em aço inoxidável ou à prova de explosão.",
          "A gama de funções compacta, o manuseamento simples e uma integração rápida na aplicação são características que distinguem os conversores de frequência MOVITRAC® LTE-B. Estão disponíveis em 3 tamanhos na gama de potências de 0,37 kW até 7,5 kW para as tensões de alimentação de 115 V, 230 V e 400 V. Concebido e desenvolvido para o controlo da velocidade de motores assíncronos sem encoder, o conversor realiza de forma fiável as suas aplicações de transporte simples. Especialmente em pequenos tranportadores modulares, em ventiladores e bombas."
        ]
      },
      "3": {
        "title": "Bombas e sistemas hidropressores",
        "description": "We supply all types of fuel pumps domestic, industrial, swimming pool, irrigation or any other type of situation. Choosing the type of water pump or other fluid requires knowing the flow rate and desired pressure in the most unfavorable point, whether for domestic supply, industrial, swimming pool, irrigation or any other type of situation. As main partners we have the CAPRARI Brands and EBARA.",
        "modal": [
          "Fornecemos todo o tipo de bombas para abastecimento doméstico, industrial, piscina, rega ou qualquer outro tipo de situação. A escolha do tipo de bomba de água ou de outro fluído requer conhecer o caudal e a pressão pretendida no ponto mais desfavorável, seja para abastecimento doméstico, industrial, piscina, rega ou qualquer outro tipo de situação.  Como principais parceiros temos as Marcas CAPRARI e a EBARA.",
          "Para obter uma cotação para o seu caso, contacte-nos com a seguinte informação:"
        ]
      },
      "4": {
        "title": "Equipamentos de AVAC",
        "description": "Nesta área de negócio somos distribuidores e de assistência técnica aprovados das Marcas DAIKIN, SAMSUNG e TOYOTOMI. O aquecimento, ventilação e ar condicionado (AVAC) refere-se a uma gama de equipamentos que tem como finalidade climatizar diversos ambientes para, assim, garantir o conforto térmico desses espaços. Nesse sentido, além de proporcionar uma temperatura agradável, o sistema AVAC é responsável por filtrar o ar e eliminar bactérias, mofos e fungos do ambiente em que está inserido. Os equipamentos de AVAC também podem vir integrados com sistema de gestão e poupança energética.",
        "modal": [
          "Nesta área de negócio somos distribuidores e de assistência técnica aprovados das Marcas DAIKIN, SAMSUNG e TOYOTOMI.",
          "O aquecimento, ventilação e ar condicionado (AVAC) refere-se a uma gama de equipamentos que tem como finalidade climatizar diversos ambientes para, assim, garantir o conforto térmico desses espaços. Nesse sentido, além de proporcionar uma temperatura agradável, o sistema AVAC é responsável por filtrar o ar e eliminar bactérias, mofos e fungos do ambiente em que está inserido. Os equipamentos de AVAC também podem vir integrados com sistema de gestão e poupança energética."
        ]
      },
      "5": {
        "title": "Paíneis fotovoltaicos",
        "description": "A energia solar fotovoltaica é a energia obtida através da conversão direta da luz em eletricidade por meio do efeito fotovoltaico. A célula fotovoltaica, um dispositivo fabricado com material semicondutor, é a unidade fundamental desse processo de conversão. Este tipo de energia usa-se para alimentar uma grande variedade de aplicativos e aparelhos autónomos, para abastecer refúgios ou moradias isoladas da rede elétrica e para produzir eletricidade a grande escala através de redes de distribuição. Devido à crescente demanda de energias renováveis, a fabricação de células solares e instalações fotovoltaicas tem avançado consideravelmente nos últimos anos.",
        "modal": [
          "A energia solar fotovoltaica é a energia obtida através da conversão direta da luz em eletricidade por meio do efeito fotovoltaico. A célula fotovoltaica, um dispositivo fabricado com material semicondutor, é a unidade fundamental desse processo de conversão.",
          "Este tipo de energia usa-se para alimentar uma grande variedade de aplicativos e aparelhos autónomos, para abastecer refúgios ou moradias isoladas da rede elétrica e para produzir eletricidade a grande escala através de redes de distribuição. Devido à crescente demanda de energias renováveis, a fabricação de células solares e instalações fotovoltaicas tem avançado consideravelmente nos últimos anos."
        ]
      }
    },

    "footer": {
      "copy": "Todos os direitos ",
      "reserved": "reservados",
      "privacyPolicyTitle": "Política de privacidade"
    },
    "form": {
      "name": "Nome",
      "email": "Email",
      "morada": "Morada",
      "zip-code": "Código Postal",
      "localidade": "Localidade",
      "install": "Localidade para instalação ou fornecimento",
      "details": "Insira informações úteis a ter em conta na elaboração do seu orçamento",
      "message": "Mensagem"
    }
  }
}
